// 新しいヒントのデータ
export const newHintsData = [
  // あ
  ['あ', 'あがない', '贖い', 'が無い'],
  ['あ', 'あとり', 'アトリ', '取り'],
  // い
  ['い', 'いいがい', '言い甲斐', '以外'],
  ['い', 'いどり', '居取り', '取り'],
  ['い', 'すてい', 'ステイ', '捨て'],
  ['い', 'とりい', '鳥居', '取り'],
  ['い', 'とれい', 'トレイ', '取れ'],
  // う
  ['う', 'うきえ', '浮絵', '消え'],
  ['う', 'うない', '髫', '無い'],
  ['う', 'かっとう', '葛藤', 'カット'],
  ['う', 'しょうきょう', '商況', '消去'],
  ['う', 'じょきょう', '助教', '除去'],
  // え
  ['え', 'えかき', '絵描き', '欠き'],
  ['え', 'えすて', 'エステ', '捨て'],
  ['え', 'えすてる', 'エステル', '捨てる'],
  ['え', 'えなし', '恵那市', '無し'],
  ['え', 'えろす', 'エロス', 'ロス'],
  ['え', 'かっとえ', 'カット絵', 'カット'],
  ['え', 'とりえ', '取り柄', '取り'],
  // お
  ['お', 'おいらん', '花魁', '要らん'],
  ['お', 'おとり', '囮', '取り'],
  ['お', 'おどり', '踊り', '取り'],
  ['お', 'おはなし', 'お話', 'は無し'],
  ['お', 'とりお', 'トリオ', '取り'],
  // か
  ['か', 'かいがい', '海外', '以外'],
  ['か', 'かいしつ', '改質', '遺失'],
  ['か', 'かいらん', '回覧', '要らん'],
  ['か', 'かとり', '蚊取り', '取り'],
  ['か', 'かない', '家内', '無い'],
  // が
  ['が', 'がいらん', '外乱', '要らん'],
  ['が', 'とりが', 'トリガ', '取り'],
  // き
  ['き', 'きどり', '気取り', '取り'],
  ['き', 'けしき', '景色', '消し'],
  ['き', 'すてき', '素敵', '捨て'],
  ['き', 'とりき', '鳥貴', '取り'],
  // ぎ
  ['ぎ', 'ないぎ', '内儀', '無い'],
  // く
  ['く', 'くない', 'クナイ', '無い'],
  ['く', 'くない', '宮内', '無い'],
  ['く', 'じょきょく', '序曲', 'じょきょ'],
  ['く', 'とるく', 'トルク', '取る'],
  // ぐ
  ['ぐ', 'ないぐ', '内供', '無い'],
  // け
  ['け', 'けいがい', '形骸', '以外'],
  ['け', 'けいしつ', '形質', '遺失'],
  ['け', 'けいらん', '鶏卵', '要らん'],
  ['け', 'けとる', 'ケトル', '取る'],
  ['け', 'けむし', '毛虫', '無視'],
  // げ
  ['げ', 'ぬけげ', '抜け毛', '抜け'],
  // こ
  ['こ', 'こけし', 'こけし', '消し'],
  ['こ', 'ことり', '小鳥', '取り'],
  ['こ', 'すててこ', 'ステテコ', '捨てて'],
  ['こ', 'とりこ', '虜', '取り'],
  ['こ', 'とるこ', 'トルコ', '取る'],
  // ご
  ['ご', 'すてご', '捨て子', '捨て'],
  ['ご', 'ないご', '内語', '無い'],
  // さ
  ['さ', 'さいがい', '災害', '以外'],
  ['さ', 'さいらん', '採卵', '要らん'],
  ['さ', 'さうす', 'サウス', '失す'],
  ['さ', 'さきえる', 'サキエル', '消える'],
  ['さ', 'さとる', '悟る', '取る'],
  ['さ', 'さどる', 'サドル', '取る'],
  ['さ', 'さぬき', '讃岐', '抜き'],
  // ざ
  ['ざ', 'からすざ', 'からす座', '枯らす'],
  ['ざ', 'ざいがい', '在外', '以外'],
  ['ざ', 'ざいしつ', '材質', '遺失'],
  ['ざ', 'ざいらん', '在蘭', '要らん'],
  ['ざ', 'ざとる', 'ザトル', '取る'],
  ['ざ', 'ざやく', '座薬', '焼く'],
  ['ざ', 'やくざ', 'ヤクザ', '焼く'],
  // し
  ['し', 'しがない', 'しがない', 'が無い'],
  ['し', 'しとり', '湿り', '取り'],
  ['し', 'しない', '竹刀', '無い'],
  // じ
  ['じ', 'けすじ', '毛筋', '消す'],
  ['じ', 'じどり', '地鶏', '取り'],
  ['じ', 'じどり', '自撮り', '取り'],
  // す
  ['す', 'すいがい', '水害', '以外'],
  ['す', 'すいしつ', '水質', '遺失'],
  ['す', 'すてるす', 'ステルス', '捨てる'],
  ['す', 'すとり', '巣取り', '取り'],
  ['す', 'すとろー', 'ストロー', 'とろう'],
  ['す', 'とりす', 'トリス', '取り'],
  ['す', 'とれす', 'トレス', '取れ'],
  ['す', 'のーす', 'ノース', 'ノー'],
  // ず
  ['ず', 'ずどり', '図取り', '取り'],
  ['ず', 'のーず', 'ノーズ', 'ノー'],
  ['ず', 'むしず', '虫唾', '無視'],
  // せ
  ['せ', 'せいしつ', '性質', '遺失'],
  ['せ', 'せいらん', '晴嵐', '要らん'],
  ['せ', 'せぬき', '背抜き', '抜き'],
  // ぜ
  ['ぜ', 'ぜうす', 'ゼウス', '失す'],
  ['ぜ', 'とろーぜ', 'トローゼ', '取ろう'],
  // そ
  ['そ', 'ないそ', '内訴', '無い'],
  // ぞ
  ['ぞ', 'ぞうす', '蔵主', '失す'],
  // た
  ['た', 'たいがい', '大概', '以外'],
  ['た', 'たいがい', '対外', '以外'],
  ['た', 'たいしつ', '体質', '遺失'],
  ['た', 'たいらん', '大乱', '要らん'],
  ['た', 'たけし', 'たけし', '消し'],
  ['た', 'たぬき', 'たぬき', '抜き'],
  // だ
  ['だ', 'だないです', 'ダナイデス', '無いです'],
  ['だ', 'だみん', '惰眠', '見ん'],
  ['だ', 'ちるだ', 'チルダ', '散る'],
  // ち
  ['ち', 'ちぬき', '血抜き', '抜き'],
  // つ
  ['つ', 'とりつ', '都立', '取り'],
  // づ
  ['づ', 'むしづ', '虫唾', '無視'],
  // て
  ['て', 'ていがい', '堤外', '以外'],
  ['て', 'ていしつ', '低湿', '遺失'],
  ['て', 'ていしつ', '低質', '遺失'],
  ['て', 'てうす', '手薄', '失す'],
  ['て', 'てどり', '手取り', '取り'],
  ['て', 'てぬき', '手抜き', '抜き'],
  ['て', 'とるて', 'トルテ', '取る'],
  // で
  ['で', 'とりで', '砦', '取り'],
  // と
  ['と', 'ないと', 'ナイト', '無い'],
  ['と', 'のーと', 'ノート', 'ノー'],
  // ど
  ['ど', 'どれす', 'ドレス', 'レス'],
  ['ど', 'ないど', '内帑', '無い'],
  ['ど', 'のーど', 'ノード', 'ノー'],
  // な
  ['な', 'ないがい', '内外', '～以外'],
  ['な', 'ないしつ', '内室', '遺失'],
  ['な', 'ないらん', '内乱', '要らん'],
  ['な', 'ないらん', '内覧', '要らん'],
  ['な', 'なとり', '名取', '取り'],
  ['な', 'ななし', '名無し', '無し'],
  // に
  ['に', 'にとり', 'ニトリ', '取り'],
  ['に', 'にぬき', '煮抜き', '抜き'],
  // ぬ
  ['ぬ', 'ぬない', '渟名井', '無い'],
  // ね
  ['ね', 'ねとり', '寝鳥', '取り'],
  ['ね', 'ねとり', '音取り', '取り'],
  ['ね', 'ねとり', '寝取り', '取り'],
  // の
  ['の', 'とりの', 'トリノ', '取り'],
  ['の', 'のげし', '野芥子', 'げし'],
  ['の', 'のーす', 'ノース', '失す'],
  // は
  ['は', 'はいがい', '排外', '以外'],
  ['は', 'はいしつ', '肺疾', '遺失'],
  ['は', 'はいらん', '排卵', '要らん'],
  ['は', 'はうす', 'ハウス', '失す'],
  ['は', 'はとり', 'はとり', '取り'],
  ['は', 'はなし', '話', '無し'],
  ['は', 'はぬけ', '歯抜け', '抜け'],
  // ば
  ['ば', 'ばいがい', 'バイ貝', '以外'],
  ['ば', 'ばとる', 'バトル', '取る'],
  ['ば', 'むしば', '虫歯', '無視'],
  // ぱ
  ['ぱ', 'ぱすてる', 'パステル', '捨てる'],
  ['ぱ', 'ぱどる', 'パドル', '取る'],
  ['ぱ', 'ぱない', 'ぱない', '無い'],
  // ひ
  ['ひ', 'ひがむ', '僻む', 'が無'],
  ['ひ', 'ひけし', '火消し', '消し'],
  ['ひ', 'ひとり', '一人', '取り'],
  // び
  ['び', 'かっとび', 'かっ飛び', 'カット'],
  ['ぴ', 'だっぴ', '脱皮', '脱'],
  ['ぴ', 'ぴすて', 'ピステ', '捨てる'],
  // ふ
  ['ふ', 'ないふ', 'ナイフ', '無い'],
  ['ふ', 'ふがいない', '不甲斐ない', 'がいない'],
  ['ふ', 'ふとり', '太り', '取り'],
  ['ふ', 'ふぬけ', '腑抜け', '抜け'],
  // ぶ
  ['ぶ', 'ないぶ', '内部', '無い'],
  ['ぶ', 'ぶいらん', 'VLAN', '要らん'],
  ['ぶ', 'ぶれす', 'ブレス', 'レス'],
  // ぷ
  ['ぷ', 'ぷれす', 'プレス', 'レス'],
  // へ
  ['へ', 'へいしつ', '閉室', '遺失'],
  ['へ', 'へいらん', '兵乱', '要らん'],
  ['へ', 'へがむ', 'へがむ', 'が無'],
  ['へ', 'へいがい', '弊害', '以外'],
  // べ
  ['べ', 'いなべ', '鋳鍋', '否'],
  ['べ', 'そるべ', 'ソルベ', '剃る'],
  ['べ', 'べがむ', 'ベガム', 'が無'],
  ['べ', 'みずべ', '水辺', '見ず'],
  ['べ', 'ぺなん', 'ベナン', 'ナン'],
  // ぺ
  ['ぺ', 'ぺとり', 'ペトリ', '取り'],
  // ほ
  ['ほ', 'ほとり', '畔', '取り'],
  // ぼ
  ['ぼ', 'ぼとる', 'ボトル', '取る'],
  // ぽ
  ['ぽ', 'ぬるぽ', 'ぬるぽ', 'null'],
  // ま
  ['ま', 'まうす', 'マウス', '失す'],
  ['ま', 'まつり', '祭り', '釣り'],
  ['ま', 'まとり', '真鳥', '取り'],
  ['ま', 'まどり', '間取り', '取り'],
  ['ま', 'まぬけ', '間抜け', '抜け'],
  ['ま', 'まむし', 'マムシ', '無視'],
  // み
  ['み', 'すてみ', '捨て身', '捨て'],
  ['み', 'みとり', '見取り', '取り'],
  ['み', 'みどり', '緑', '取り'],
  // む
  ['む', 'とりむ', 'トリム', '取り'],
  // め
  ['め', 'めいらん', '迷乱', '要らん'],
  ['め', 'めぬき', '目抜き', '抜き'],
  // も
  ['も', 'もどる', '戻る', '取る'],
  // や
  ['や', 'やどり', '宿り', '取り'],
  // ゆ
  ['ゆ', 'ゆいがい', '遺骸', '以外'],
  ['ゆ', 'ゆとり', 'ゆとり', '取り'],
  // よ
  ['よ', 'ようす', '様子', '失す'],
  ['よ', 'よとり', '世取り', '取り'],
  // ら
  ['ら', 'らいがい', '雷害', '以外'],
  ['ら', 'らいんぺい', 'LINEPay', '隠ぺい'],
  ['ら', 'らうす', '羅臼', '失す'],
  // り
  ['り', 'りとる', 'リトル', '取る'],
  // る
  ['る', 'とりる', 'トリル', '取り'],
  ['る', 'ないる', 'ナイル', '無い'],
  ['る', 'るいがい', '羸骸', '以外'],
  ['る', 'るいしつ', '類質', '遺失'],
  ['る', 'るいらん', '累卵', '要らん'],
  // れ
  ['れ', 'ないれ', '名入れ', '無い'],
  ['れ', 'れいがい', '例外', '以外'],
  ['れ', 'れいがい', '冷害', '以外'],
  ['れ', 'れいしつ', '令室', '遺失'],
  // ろ
  ['ろ', 'ろない', '炉内', '無い'],
  // わ
  ['わ', 'わなし', '罠師', '無し'],
  ['わ', 'わむし', 'ワムシ', '無視'],
  // を
  ['を', 'をとり', '囮', '取り'],
  // ん
  ['ん', 'けしん', '化身', '消し'],
  ['ん', 'ないん', 'ナイン', 'ない'],
  // ー
  ['ー', 'とれー', 'トレー', '取れ']
];